Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielten_kielilahettilaat_innostavat_puhumaan_saamea.html.tmx
Source language: fin
Languages: sms

source: Saamen kielten kielilähettiläät innostavat puhumaan saamea
sms: Sääʹmǩiõl sääʹmsteei älšmâʹtte mainsted sääʹmǩiõl

source: Saamen kielten esilletuomiseksi Saamelaiskäräjät on nimittänyt neljä kielilähettilästä, jotka toimivat esikuvina ja haastavat käyttämään rohkeasti saamen kieliä.
sms: Sääʹmǩiõl õuʹdde puʹhttem diõtt Sääʹmteʹǧǧ lij nõõmääm nellj sääʹmsteei, kook tuåimmje õuddmaallân da siâzztâʹlle mainsted smeʹllkââʹtteeʹl sääʹmǩiõlid.

source: Jokainen kielilähettiläistä on kuvannut pienen videon, joissa he kertovat omasta yhteydestään saamen kieleen.
sms: Juõʹǩǩkaž sääʹmsteeʹjin lij sniimmâm uʹcc video, koin sij mainste jiijjâs õhttvuõđstes sääʹmǩiõʹlle.

source: – Tässä yhteydessä onkin hyvä muistaa, että kaikki saamen kielet ovat myös uhanalaisia.
sms: – Täʹst õhttvuõđâst lij veʹt šiõǥǥ muʹštted, što puk sääʹmǩiõl liâ še vaarvuâla.

source: Siksi olemmekin täällä Saamelaiskäräjillä halunneet aloittaa toimia, joilla innostamme erityisesti lapsia ja nuoria puhumaan saamea, kertoo Saamelaiskäräjien kieliturvasihteeri Anne Kirste Aikio.
sms: Tõn diõtt leäʹp tääiʹben Sääʹmteeʹǧǧest haaʹlääm altteed tuåimid, koin älšmâʹttep jeäʹrben päärnaid da nuõrid mainsted sääʹmǩiõl, särnn Sääʹmteeʹǧǧ ǩiõllstaanpiisar Anne Kirste Aikio.

source: Videot ovat tekstitetty suomeksi.
sms: Sámásteaddji Marianne Ketola

source: Klikkaa videota saadaksesi tekstitykset näkyviin.
sms: Marianne lij puättam Karesuvanto beäʹlnn da šõddâm puäʒʒhåiddampirrõõzzâst.

source: Sámásteaddji Marianne Ketola
sms: Suu miõlâst lij vääžnai, što nuõr âʹnne da tueʹstte mainsted sääʹmǩiõl.

source: Marianne on kotoisin Karesuvannosta ja kasvanut poronhoitoympäristössä.
sms: ”Ǥu leʹjjem uʹcc, aʹlǧǧem mainsted lääʹddǩiõl mieʹccest.

source: Hänen mielestään on tärkeää, että nuoret käyttävät ja uskaltavat puhua saamen kieltä.
sms: Tâʹl jään säärnai muʹnne, što muʹst ij vieʹǩǩed mieʹccest mainsted lääddas, ǥu puõccu fiʹttje pâi sääʹmǩiõl.

source: ”Kun olin pieni, aloin käyttämään suomen kieltä metsässä.
sms: Mon juʹrddem, što päkk muʹst lij mainsted sääʹmǩiõl, što puõccu fiʹttje muu.

source: Silloin eno sanoi minulle, että ei minun auta metsässä puhua suomea, koska porot ymmärtävät vain saamea.
sms: Leäm hoʹhssjam, što lij samai hääʹsǩ mainsted sääʹmǩiõl taaurõõžživuiʹm da tõi tobddsivuiʹm, kook silttee sääʹmǩiõl.

source: Minä ajattelin, että pakko minun on puhua saamea, että porot ymmärtävät minua.
sms: Muu miõlâst sääʹmǩiõl lij fiinâs ǩiõl da tõt puätt nuʹt mâʹta mõõn-ne nalla čâđđmest da tõt lij ǥu õhtt vueʹss oummu.

source: Minusta saame on hieno kieli ja se tulee niin kuin jollain tavalla sydämestä ja se on kuin yksi osa ihmistä.
sms: Sámásteijee Sáárá Seipiharju

source: Sámásteijee Sáárá Seipiharju
sms: Son jååʹđi vuâđđškooulâst Aanrest aanarsääʹmǩiõllsaž klaassâst, leša ääʹljeen jååʹtted lookkjiškooul 40 ǩm määʹtǩest dommsiidâst son fiʹttji, mõõn vääžnai ǩiõl jeällʼtummuš lij.

source: Sáárán kielipolku alkoi inarinsaamen kielipesästä.
sms: ”Aanarsääʹm lij õuddam muʹnne aivv samai jiânnai vuäittmõõžžid ǩeeʹrjted mainnsid, tuâjstõõllâd tuåimmteeʹjen ja läullad päärnaibliinâst.

source: Hän kävi peruskoulun Inarissa inarinsaamenkielisellä luokalla, mutta alettuaan käymään lukiota 40 km päässä kotikylästä hän ymmärsi, kuinka tärkeää kielen elvyttäminen on.
sms: Jiõm ååsk, što täk ääʹšš leʹjje leeʹd vueiʹtlva, jõs jiõm siltteʹči mainsted aanarsääʹmǩiõl.

source: ”Inarinsaame on antanut minulle aivan mielettömän paljon mahdollisuuksia kirjoittaa juttuja, työskennellä toimittajana ja laulaa lastenlevyllä.
sms: Jiõm leäkku ni kuäʹss põõllâm, što muʹst jiâ leʹčči tuej pueʹttiääiʹjest.

source: En usko, että nämä asiat olisivat olleet mahdollisia, jos en osaisi inarinsaamea.
sms: Aanarsääʹmǩiõllsaid liâ pâi tuâj.

source: En ole koskaan pelännyt, että minulla ei olisi tulevaisuudessa työpaikkaa.
sms: Mon jiõm leʹčči mon, jõs jiõm mainsteʹči aanarsääʹmǩiõl.

source: Inarinsaamenkielisille on aina tarvetta.
sms: Aanarsääʹmǩiõll lij šurr vueʹss muu, da tõn še, ǩii mon leäm.

source: Inarinsaame on suuri osa minua, ja sitä kuka olen.
sms: Säämsteei Teemu Titola

source: Säämsteei Teemu Titola
sms: Vuõrâsooumžen Teemu lij mättʼtõõttâm õõut eeʹjj Nuõrttsääʹmǩiõl da kulttuur Sääʹmvuuʹd škooultemkõõskõõzzâst.

source: Teemu on syntynyt Keväjärvellä ja ensimmäistä kertaa hän pääsi puhumaan saamen kieltä Akujärven koulussa.
sms: ”Muu äkkan mainsti sääʹmǩiõl da tõt leäi suu jieʹnnǩiõlâs.

source: Aikuisena Teemu on opiskellut vuoden verran Koltansaamen kieltä ja kulttuuria Saamelaisalueen koulutuskeskuksessa.
sms: Ij ni ǩii suu päärnain mättjam sääʹmǩiõl, leša ååʹn sij motivâʹstte muu čuuʹt ââʹnned sääʹmǩiõl.

source: ”Minun mummoni puhui saamea ja se oli hänen äidinkielensä.
sms: Ååʹn jååđam tän määʹtǩ sääʹmǩiõll muu mieʹldd.

source: Kukaan hänen lapsistaan ei oppinut saamen kieltä, mutta nyt he motivoivat minua kovasti käyttämään saamea.
sms: Leʹjjem Aanrest škooulâst õõut eeʹjj da toʹb mättjem mainsted da ǩeeʹrjted nuõrttsääʹmǩiõl.

source: Nyt kuljen tätä matkaa saamen kieli mukanani.
sms: Tõt leäi nuʹt tääʹrǩes eeʹǩǩ muʹnne.

source: Olin Inarissa koulussa yhden vuoden ja siellä opin puhumaan ja kirjoittamaan saamea.
sms: Vuõǯǯum tõn, mõõn leʹjjem läppam.

source: Sain sen, mikä oli kadonnut.
sms: Sámásteaddji Teija Kaartokallio

source: Sámásteaddji Teija Kaartokallio
sms: Da võl pueʹrab leäi tõt, što son piâzzi jååʹtted Uccjooǥǥâst ruåđi åʹrnn.

source: Teija sanoo, että yksi parhaista asioista, mitä hänelle on koskaan tapahtunut, on se, kun hänelle tuli mahdollisuus lähteä pohjoiseen opiskelemaan saamen kieltä.
sms: ”Tõʹst ij kuuʹǩǩ mõõnnâm, ǥu ääʹjj villj iʹlmmti muʹnne, što ij ääiǥ teänab mainsted muʹnne lääddas, leša äigg ââʹnned huõl tõʹst, što mon še mättjam sääʹmǩiõl, mij sooǥǥ ǩiõl.

source: Ja vielä parempaa oli se, että hän pääsi kulkemaan Utsjoella sukulaistensa luona.
sms: Jõs lij mättjam mainsted lääddas ǩeäin-ne, ij leäkku hiâlpp vaajted ǩiõl sääʹmǩiõʹlle.

source: ”Siinä ei kauaa mennyt, kun isoisäni veli ilmoitti minulle, että ei aio enää puhua minulle suomea, mutta aikoo huolehtia siitä, että minäkin opin saamea, meidän sukumme kieltä.
sms: Naʹveârna tõn diõtt, ǥu teâđam måkam lij tõt toobd ǥu tåbdd, što lij ǩiõlteʹm, muʹnne lij šõddâm šurr äʹlšš tuejjeed tuâj sääʹmǩiõl õuʹdde.

source: Varmaan siksi, koska tiedän miltä tuntuu olla kieletön, minulle on kasvanut suuri into tehdä töitä saamen kielen eteen.
sms: Eeʹjj 2019 ââʹnet ÕM alggmeerai ǩiõli eeʹǩǩen.

source: Vuonna 2019 vietetään YK:n alkuperäiskansojen kielten vuotta.
sms: Täävtõssân lij teeʹmmeeʹjj pääiʹǩ jm. lââʹzzted teâđstummuž alggmeerai ǩiõlid da tõi vaarvuâlažvuõʹtte da õõuʹdeed da standardisâʹstted ǩiõlid.

source: Teemavuoden tarkoituksena on nostaa esille maailman alkuperäiskansojen kielten tilanne.
sms: Maaiʹlm nuʹtt 6700 ǩiõlâst pâʹjjel 40 % lie vaar vueʹlnn.

source: Tavoitteena on teemavuoden kautta mm. lisätä tietoisuutta alkuperäiskansojen kielistä ja niiden uhanalaisuudesta ja kehittää ja standardisoida kieliä.
sms: Täin jäänmõssân lie alggmeerai ǩiõl.

source: Maailman noin 6700 kielestä yli 40 % on uhanalaisia.
sms: www.samediggi.fi/iyil2019/
